[
    "Eres todo lo que he simepre he deseado en una mujer.",
    "Pasar tiempo contigo, me hace muy feliz.",
    "Me haces sentir seguro y libre de ser como soy.",
    "Siempre me apoyas en todo lo que hago, me animas demasiado.",
    "Gracias a ti, quiero ser una mejor persona.",
    "Nunca me dejas solo, siempre me aconsejas.",
    "Tus abrazos son lo más sincero que he podido sentir.",
    "Eres mi inspiración, mi persona favorita.",
    "Tu voz me hace sentir mucha paz.",
    "Me encanta como buscas una solución a todo.",
    "Cada día me enamora más de como eres.",
    "Conocerte todos los días, ahce crecer mi amor por ti.",
    "Me encanta tu preocupación por lo demás, tu empatía te hace una persona muy valiosa.",
    "Tus besos son lo más íntimo y hermoso que puedo sentir, son muy dulces.",
    "Amo como me quieres ganar en qué me amas, yo lo hago.",
    "Me haces sentir que tengo compañia, aunque no estes físicamente conmigo.",
    "Eres mi lugar seguro, donde puedo ser yo.",
    "Tus chistes siempre alegran mi día, cualquier chiste tuyo.",
    "ME ENCANTAN TUS CARTAS, SON MUY LINDOS Y CON GRANDES DETALLES.",
    "Eres muy dulce conmigo, me haces sentir como un niño.",
    "Me escuchas cuando más lo necesito, eso sana mi corazón",
    "Eres mi mejor amiga, y la única que necesito.",
    "Siento que nuestro amor tiene demasiada conexión.",
    "Tus fotos de niña son muy lindas, te ves tan tierna, como mi niña bonita.",
    "Tus consejos me parecen los más acertados, son muy buenos y te agradezcon por eso.",
    "Verte sonreír llena de alegría mi corazón.",
    "Tengo mucho confianza contigo, no me guardo nada.",
    "Tu forma de amarme es la más pura y bonita.",
    "Que me molestes, siento que es algo muy atractivo de ti, me haces reír mucho.",
    "Eres mi solcito, que alegra todos mis días.",
    "Cada momento contigo es muy divertido",
    "Me encanta escuchar como te fue en tu día, es muy interesante.",
    "Eres muy amable, me encanta mucho eso de ti.",
    "Tu preocupación por mí.",
    "Tu sonrisa tan linda, tan brillante, que como siempre alegra mi corazón.",
    "Tienes un estilo de vestir que me encanta, te ves muy guapa y bella.",
    "TIENES UNOS PERFUMES QUE HUELEN RIQUISIMO, yo viviría oliendo tu perfume.",
    "No podría vivir sin ti.",
    "TUS LUNARES SON MUY HERMOSOS, TE HACEN VER TAN GUAPA.",
    "Eres la mejor combinación, guapisima con una increible personalidad.",
    "Hablarte de mis problemas me hace sentir mas tranquilo.",
    "Todos los días me enseñas mucho..",
    "Me encanta como me miras, tu mirada tan pérdida de amor.",
    "La comunicación que tenemos hace fuerte nuestra relación.",
    "Tu gusto por la batería, me parece tan increible como sabes tanto.",
    "Que me enseñes sobre lo que aprendes, me haces sentir parte de tu día.",
    "ME ENCANTA HABLAR DE TI CON MIS AMIGOS, Y QUE SEPAN QUE ME MUERO POR TI.",
    "Eres demasiado graciosa, espero nunca pierdes ese brillo de hacer reír a alguien.",
    "Me haces extrañarte a cada momento.",
    "ME ENCANTAN TUS LINDOS OJITOS, SON TAN LINDOS COMO SI FUERAN EL SOL, NO ME CANSO DE VERLO.",
    "Admiro cada cosa de ti.",
    "Tu risa me contagía de alegría.",
    "Solo con verte pongo una cara de felicidad que no se quita nunca.",
    "ME ENCANTA TU NARIZ, si pudiera te la robo.",
    "Eres lo mejor de mi vida.",
    "Las ganas que le pones en cada cosa para que salga bien, es de admirar.",
    "Tu gusto por cosas que yo nunca había escuchado y que me enseñes.",
    "Nunca sales de mi cabeza.",
    "Tu paciencia para aguantar mis momentos dramáticos.",
    "TUS CEJAS ES QUE SON MUY HERMOSAS A MI ME ENCANTAN.",
    "TU CABELLO, ES QUE DEMASIADO LINDO TE QUEDA HERMOSO.",
    "Tus brazos tan cálidos y suaves.",
    "Amo la necesidad que tenemos de vernos.",
    "Me encanta tus dibujos/pinturas, es que yo no entiendo como lo haces, pero eres muy buena, te admiro demasiado.",
    "Me encanta el valor que le das a los detalles que te dan.",
    "Que compartas las cosas más sentimentales conmigo, me hace sentir que te ayudo mucho.",
    "Me haces querer vivir una vida contigo.",
    "Que seas tan diferente y única, con gustos únicos y lindos.",
    "Recibir tus buenos días me hace sentir especial, pues la verdad nadie me lo dice.",
    "TUS FOTOS, COMÓ TE TOMAS FOTOS ASÍ, ES QUE TE VES INCREÍBLE, HERMOSA, BELLA Y PERFECTA.",
    "El valor que le das a una amistad, y que te preocupes mucho por un amigo.",
    "Eres mi motivación para cada día.",
    "Tus pequitas y que te veas tan tierna entre mis brazos.",
    "NUNCA ME CANSO DE ESCUCHARTE O DE SABER DE TI, DE CONOCERTE.",
    "Eres lo mejor que me pudo dar la vida.",
    "Besarte en la frente, me encanta, me hace sentir que estas segura.",
    "Me haces sentir la necesidad de cuidarte toda la vida.",
    "Tus cachetitos son muy lindas y me recuerdan a tus fotos de chiquita, tan tierna.",
    "Saber que siempre me vas a querer escuchar.",
    "Tu carita tan tierna, que solo me hace querer besarte mucho.",
    "La calidez que me haces sentir.",
    "Tus suaves labios, con nos damos un beso sentirlos, me hace sentir mucha comodidad.",
    "QUE ABRAS LA BOCA EN LAS FOTOS, ME RECUERDAS A UNA MODELO, ASÍ DE GUAPA.",
    "Tu higiene, y que seas tan limpia y huelas tan rico.",
    "Que me trates como niño chiquito.",
    "Que seas tan penosa, me pareces muy tierna.",
    "Que me incluyas en trabajos de tu colegio, una vez más me haces sentir muy especial.",
    "Tu pasión por el basket, y que siempre quieres dar lo mejor de ti en ello.",
    "Que creas que me vas a ganar, eso no va a pasar MI NIÑA BONITA.",
    "Hacer llamada contigo y sentir tranquilidad mientras duermo.",
    "Saber que estas triste, me hace querer hacer todo para cambiar eso.",
    "Me haces preocuparme mucho por ti, y no te niego me encanta, porque quiero que estes bien.",
    "Tu creatividad para hacer las cosas, hay cosas que yo jamás pensaría.",
    "Tu valentía por enfrentarme problemas.",
    "Que me haces extrañarte mucho despues de dejarte en la esquina que nos separa.",
    "Que aunque con problemas, situaciones dificiles y demás cosas, nuestro se hace mas fuerte cada día.",
    "Me haces querer presentarte a todo mi familia.",
    "Gracias por existir, amor de mi vida.",
    "Gracias por hacerme sentir amado, y ya no sentirme solo.",
    "Gracias por estar aquí y seguir escogiendome cada día, TE AMO CON MI VIDA."
]